OpenFOAM-v2506/tutorials/incompressible/pisoFoam/LES/motorBike/motorBike/0.orig/include/frontBackUpperPatches
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2506                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

upperWall
{
    type symmetryPlane;
}

"(front|back)"
{
    type symmetryPlane;
}

// ************************************************************************* //
